Repository: sudoHG/immichSlides
Catalog: immichSlides/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant_hk, zh_hant_tw

source: Press %@ to hide this tip
es: Pulsa %@ para ocultar este consejo
ja: %@を押すとヒントが閉じます
zh_hans: 按 %@ 隐藏提示
zh_hant_hk: 按%@以隱藏提示
zh_hant_tw: 按%@以隱藏提示

source: Press Select to toggle album selection.
es: Presione Seleccionar para alternar la selección del álbum.
ja: [選択] を押してアルバムの選択を切り替えます。
zh_hans: 按选择键切换相册选择状态
zh_hant_hk: 按選擇鍵切換相簿選擇狀態
zh_hant_tw: 按選擇鍵切換相簿選擇狀態

source: Press Select to toggle selection, and Play/Pause to toggle solo mode.
es: Presione Seleccionar para alternar la selección y Reproducir/Pausa para alternar el modo solo.
ja: [選択] を押して選択を切り替え、[再生/一時停止] を押してソロ モードを切り替えます。
zh_hans: 按选择键切换选择状态，按播放暂停键切换单人模式
zh_hant_hk: 按選擇鍵切換選取狀態，按播放／暫停鍵切換單人模式
zh_hant_tw: 按選擇鍵切換選擇狀態，按播放暫停鍵切換單人模式

source: Previous
es: Anterior
ja: 前へ
zh_hans: 上一张
zh_hant_hk: 上一張
zh_hant_tw: 上一張

source: Privacy & Protection
es: Privacidad y protección
ja: プライバシーと保護
zh_hans: 隐私与保护
zh_hant_hk: 私隱與保護
zh_hant_tw: 隱私與保護

source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant_hk: 私隱政策
zh_hant_tw: 隱私權政策

source: Random Playback
es: Reproducción aleatoria
ja: ランダム再生
zh_hans: 随机播放
zh_hant_hk: 隨機播放
zh_hant_tw: 隨機播放

source: Reading Language
es: Lenguaje de lectura
ja: 表示言語
zh_hans: 阅读语言
zh_hant_hk: 閱讀語言
zh_hant_tw: 閱讀語言

source: Ready
es: Listo
ja: 準備完了
zh_hans: 就绪
zh_hant_hk: 就緒
zh_hant_tw: 就緒

source: Recovery
es: Recuperación
ja: 回復
zh_hans: 异常恢复
zh_hant_hk: 例外恢復
zh_hant_tw: 例外恢復

source: Render window %lld Preload %lld
es: Ventana de renderizado %1$lld Precarga %2$lld
ja: レンダーウィンドウ %1$lld プリロード %2$lld
zh_hans: 渲染窗口 %1$lld 预加载 %2$lld
zh_hant_hk: 渲染視窗 %lld 預先載入 %lld
zh_hant_tw: 渲染視窗 %lld 預先載入 %lld

source: Repository URL
es: URL del repositorio
ja: リポジトリURL
zh_hans: 仓库地址
zh_hant_hk: 倉庫地址
zh_hant_tw: 倉庫地址

source: Required Permissions
es: Permisos necesarios
ja: 必要な権限
zh_hans: 需要勾选的权限
zh_hant_hk: 所需權限
zh_hant_tw: 所需權限

source: Requires Confirmation
es: Requiere confirmación
ja: 確認が必要です
zh_hans: 需要确认
zh_hant_hk: 需要確認
zh_hant_tw: 需要確認

source: Reset Access Protection
es: Restablecer protección de acceso
ja: アクセス保護をリセットする
zh_hans: 重置访问保护
zh_hant_hk: 重置訪問保護
zh_hant_tw: 重置訪問保護

source: Reset access protection first, then set the PIN again.
es: Primero restablezca la protección de acceso y luego configure el PIN nuevamente.
ja: まずアクセス保護をリセットしてから、PIN を再度設定してください。
zh_hans: 请先重置访问保护，再重新设置 PIN。
zh_hant_hk: 請先重置存取保護，再重新設定 PIN。
zh_hant_tw: 請先重置存取保護，再重新設定 PIN。

source: Retry
es: Reintentar
ja: 再試行
zh_hans: 重试
zh_hant_hk: 重試
zh_hant_tw: 重試

source: Review the full privacy policy and data handling notes.
es: Revise la política de privacidad completa y las notas de manejo de datos.
ja: プライバシーポリシーとデータ処理の説明を確認します。
zh_hans: 查看完整隐私政策与数据处理说明。
zh_hant_hk: 查看完整私隱政策與資料處理說明。
zh_hant_tw: 查看完整隱私權政策與資料處理說明。

source: Review the third-party components and license notices included in the app.
es: Revise los componentes de terceros y los avisos de licencia incluidos en la aplicación.
ja: このアプリで使っているサードパーティコンポーネントとライセンス表示を確認します。
zh_hans: 查看当前 app 使用的第三方组件与许可证声明。
zh_hant_hk: 查看目前 app 使用的第三方元件與許可證聲明。
zh_hant_tw: 查看目前 app 使用的第三方元件與許可證聲明。

source: Running Tasks
es: Ejecución de tareas
ja: タスクの実行
zh_hans: 运行中任务
zh_hant_hk: 運行中任務
zh_hant_tw: 運行中任務

source: Save Failed
es: Error al guardar
ja: 保存失敗
zh_hans: 保存失败
zh_hant_hk: 保存失敗
zh_hant_tw: 保存失敗

source: Save New PIN
es: Guardar nuevo PIN
ja: 新しいPINを保存
zh_hans: 保存新 PIN
zh_hant_hk: 儲存新 PIN
zh_hant_tw: 儲存新 PIN

source: Save Settings
es: Guardar ajustes
ja: 設定を保存
zh_hans: 保存配置
zh_hant_hk: 儲存配置
zh_hant_tw: 儲存設定

source: Security Reminder
es: Aviso de seguridad
ja: セキュリティに関する注意
zh_hans: 安全提醒
zh_hant_hk: 安全提示
zh_hant_tw: 安全提醒

source: Select
es: Seleccionar
ja: 選択
zh_hans: 选择键
zh_hant_hk: 選擇鍵
zh_hant_tw: 選擇鍵

source: Select All
es: Seleccionar todo
ja: すべて選択
zh_hans: 全选
zh_hant_hk: 全選
zh_hant_tw: 全選

source: Select Person
es: Seleccionar persona
ja: 人物を選択
zh_hans: 选择人物
zh_hant_hk: 選擇人物
zh_hant_tw: 選擇人物

source: Select your profile picture in the top-right corner, then open Account Settings.
es: Selecciona tu foto de perfil en la esquina superior derecha y abre los ajustes de la cuenta.
ja: 右上のプロフィール画像を選択し、アカウント設定を開きます。
zh_hans: 点击右上角用户头像，进入账号设置。
zh_hant_hk: 選擇右上角的個人頭像，然後進入帳戶設定。
zh_hant_tw: 選取右上角的個人頭像，然後進入帳號設定。

source: Selected
es: Seleccionado
ja: 選択済み
zh_hans: 已选中
zh_hant_hk: 已選取
zh_hant_tw: 已選取

# Selected albums
source: Albums
es: Álbumes
ja: アルバム
zh_hans: 已选相册
zh_hant_hk: 已選相簿
zh_hant_tw: 已選相簿

# Selected albums: %lld, photos: %lld
source: Albums: %1$lld · Photos: %2$lld
es: Álbumes: %1$lld · Fotos: %2$lld
ja: アルバム: %1$lld · 写真: %2$lld
zh_hans: 已选%lld个相册，%lld张照片
zh_hant_hk: 已選%lld個相簿，%lld張照片
zh_hant_tw: 已選%lld個相簿，%lld張照片

# Selected people
source: People
es: gente
ja: 人々
zh_hans: 已选人物
zh_hant_hk: 已選人物
zh_hant_tw: 已選人物

# Selected people: %lld, photos: %lld
source: People: %1$lld · Photos: %2$lld
es: Personas: %1$lld · Fotos: %2$lld
ja: 人物: %1$lld · 写真: %2$lld
zh_hans: 已选%lld个人物，%lld张照片
zh_hant_hk: 已選%lld個人物，%lld張照片
zh_hant_tw: 已選%lld個人物，%lld張照片

source: Selected, Normal Mode
es: Seleccionado, modo normal
ja: 選択、通常モード
zh_hans: 已选中，普通模式
zh_hant_hk: 已選中，普通模式
zh_hant_tw: 已選中，普通模式

source: Selected, Solo Mode
es: Seleccionado, Modo Solo
ja: 選択済み、ソロモード
zh_hans: 已选中，单人模式
zh_hant_hk: 已選中，單人模式
zh_hant_tw: 已選中，單人模式

source: Server
es: Servidor
ja: サーバー
zh_hans: 服务器
zh_hant_hk: 伺服器
zh_hant_tw: 伺服器

source: Server Access Blocked
es: Acceso al servidor bloqueado
ja: サーバーアクセスがブロックされました
zh_hans: 服务器访问被拦截
zh_hant_hk: 伺服器存取被攔截
zh_hant_tw: 伺服器存取被阻擋

source: Server connection verified
es: Conexión del servidor verificada
ja: サーバー接続が確認されました
zh_hans: 服务器连接已验证
zh_hant_hk: 伺服器連線已驗證
zh_hant_tw: 伺服器連線已驗證

source: Server did not return an Immich asset list
es: El servidor no devolvió una lista de activos de Immich
ja: サーバーがImmich資産リストを返しませんでした
zh_hans: 服务器返回的不是 Immich 资产列表
zh_hant_hk: 伺服器傳回的不是 Immich 資產列表
zh_hant_tw: 伺服器傳回的不是 Immich 資產列表

source: Server did not return JSON. The Immich URL, port, or reverse proxy entry point may be incorrect
es: El servidor no devolvió JSON. La URL de Immich, el puerto o el punto de entrada del proxy inverso pueden ser incorrectos
ja: サーバーが JSON を返しませんでした。 Immich URL、ポート、またはリバース プロキシ エントリ ポイントが正しくない可能性があります
zh_hans: 服务器返回的不是 JSON，可能填错了 Immich 地址、端口或反向代理入口
zh_hant_hk: 伺服器回傳的不是 JSON，可能填錯了 Immich 位址、連接埠或反向代理入口
zh_hant_tw: 伺服器回傳的不是 JSON，可能填錯了 Immich 位址、連接埠或反向代理入口

source: Server did not return valid Immich JSON data
es: El servidor no devolvió datos JSON válidos de Immich
ja: サーバーが有効な Immich JSON データを返しませんでした
zh_hans: 服务器返回的不是有效的 Immich JSON 数据
zh_hant_hk: 伺服器回傳的不是有效的 Immich JSON 資料
zh_hant_tw: 伺服器回傳的不是有效的 Immich JSON 資料

source: Server endpoint not found
es: Punto final del servidor no encontrado
ja: サーバーエンドポイントが見つかりません
zh_hans: 服务器端点不存在
zh_hant_hk: 伺服器端點不存在
zh_hant_tw: 伺服器端點不存在

source: Server error: %@
es: Error del servidor: %@
ja: サーバーエラー: %@
zh_hans: 服务器内部错误：%@
zh_hant_hk: 伺服器內部錯誤：%@
zh_hant_tw: 伺服器內部錯誤：%@

source: Server not set
es: Servidor sin configurar
ja: サーバー未設定
zh_hans: 服务器未设置
zh_hant_hk: 伺服器未設定
zh_hant_tw: 伺服器未設定

source: Server returned %lld, but the response was not Immich JSON. Cloudflare, a reverse proxy, or access control may be blocking the request. Check the server URL, proxy rules, or allow this device to access the server, then try again.
es: El servidor devolvió %lld, pero la respuesta no era JSON de Immich. Es posible que Cloudflare, un proxy inverso o el control de acceso estén bloqueando la solicitud. Comprueba la URL del servidor, las reglas del proxy o permite el acceso de este dispositivo y vuelve a intentarlo.
ja: サーバーは %lld を返しましたが、応答は Immich JSON ではありませんでした。Cloudflare、リバースプロキシ、またはアクセス制御がリクエストをブロックしている可能性があります。サーバー URL、プロキシルールを確認するか、このデバイスからのアクセスを許可してから再試行してください。
zh_hans: 服务器返回了 %lld，但响应不是 Immich JSON，可能被 Cloudflare、反向代理或访问控制拦截。请检查服务器地址、代理规则，或允许此设备访问后重试。
zh_hant_hk: 伺服器回傳了 %lld，但回應不是 Immich JSON，可能被 Cloudflare、反向代理或存取控制攔截。請檢查伺服器位址、代理規則，或允許此裝置存取後再試。
zh_hant_tw: 伺服器回傳了 %lld，但回應不是 Immich JSON，可能被 Cloudflare、反向代理或存取控制阻擋。請檢查伺服器位址、代理規則，或允許此裝置存取後再試。

source: Server URL
es: URL del servidor
ja: サーバー URL
zh_hans: 服务器地址
zh_hant_hk: 伺服器地址
zh_hant_tw: 伺服器位址

# Server URL format is invalid
source: Invalid server URL format
es: Formato de URL del servidor no válido
ja: 無効なサーバー URL 形式
zh_hans: 服务器地址格式无效
zh_hant_hk: 伺服器位址格式無效
zh_hant_tw: 伺服器位址格式無效

source: Server URL must include a hostname
es: La URL del servidor debe incluir un nombre de host
ja: サーバー URL にはホスト名が含まれている必要があります
zh_hans: 服务器地址必须包含主机名
zh_hant_hk: 伺服器位址必須包含主機名
zh_hant_tw: 伺服器位址必須包含主機名

source: Server URL must start with http or https
es: La URL del servidor debe comenzar con http o https
ja: サーバー URL は http または https で始まる必要があります
zh_hans: 服务器地址必须以 http 或 https 开头
zh_hant_hk: 伺服器位址必須以 http 或 https 開頭
zh_hant_tw: 伺服器位址必須以 http 或 https 開頭

source: Server URL, API Key, and connection verification
es: URL del servidor, API Key y verificación de conexión
ja: サーバーURL、API Key、接続検証
zh_hans: 服务器地址、API Key、连接验证
zh_hant_hk: 伺服器位址、API Key、連線驗證
zh_hant_tw: 伺服器位址、API Key、連線驗證

source: Set a PIN first, then enter it again to confirm.
es: Primero establezca un PIN y luego ingréselo nuevamente para confirmar.
ja: 最初に PIN を設定し、確認のためにもう一度 PIN を入力します。
zh_hans: 先设置 PIN，再确认一次。
zh_hant_hk: 先設定 PIN，再確認一次。
zh_hant_tw: 先設定 PIN，再確認一次。

source: Set Photo Range
es: Rango de fotos
ja: 写真範囲を設定
zh_hans: 设置照片范围
zh_hant_hk: 設定相片範圍
zh_hant_tw: 設定照片範圍

source: Set PIN
es: Crear PIN
ja: PIN を設定
zh_hans: 设置 PIN
zh_hant_hk: 設定 PIN
zh_hant_tw: 設定 PIN

source: Set PIN (6 digits)
es: Establecer PIN (6 dígitos)
ja: PIN（6桁）を設定
zh_hans: 设置 PIN（6 位数字）
zh_hant_hk: 設定 PIN（6 位數字）
zh_hant_tw: 設定 PIN（6 位數字）

source: Set the server URL and API Key.
es: Configura la URL del servidor y la API Key.
ja: サーバー URL と API Key を設定します。
zh_hans: 配置服务器地址与 API Key。
zh_hant_hk: 配置伺服器位址與 API Key。
zh_hant_tw: 配置伺服器位址與 API Key。

source: Set to Solo Mode
es: Usar modo Solo
ja: ソロモードとして設定
zh_hans: 直接设为单人模式
zh_hant_hk: 直接設為單人
zh_hant_tw: 直接設為單人

source: Set Up Filters
es: Configurar filtros
ja: フィルター設定
zh_hans: 去配置
zh_hant_hk: 去配置
zh_hant_tw: 去配置

source: Settings
es: Ajustes
ja: 設定
zh_hans: 设置
zh_hant_hk: 設定
zh_hant_tw: 設定

source: Settings sidebar current focus
es: Foco actual de la barra lateral
ja: 設定サイドバーの現在のフォーカス
zh_hans: 设置侧栏当前焦点
zh_hant_hk: 設定側欄目前焦點
zh_hant_tw: 設定側欄目前焦點

source: Setup Wizard
es: Asistente inicial
ja: 初期設定ウィザード
zh_hans: 首次设置向导
zh_hant_hk: 首次設定精靈
zh_hant_tw: 首次設定精靈

source: Show Debug Panel
es: Mostrar panel de depuración
ja: デバッグ表示
zh_hans: 显示调试面板
zh_hant_hk: 顯示調試面板
zh_hant_tw: 顯示調試面板

source: Show EXIF Info
es: Mostrar información EXIF
ja: EXIF情報を表示
zh_hans: 显示 EXIF 信息
zh_hant_hk: 顯示 EXIF 訊息
zh_hant_tw: 顯示 EXIF 訊息

source: Shown
es: Visible
ja: 表示中
zh_hans: 已显示
zh_hant_hk: 顯示中
zh_hant_tw: 顯示中

source: Shuffle All Photos
es: Reproducir todo aleatoriamente
ja: すべてをシャッフル
zh_hans: 随机播放全部
zh_hant_hk: 隨機播放全部
zh_hant_tw: 隨機播放全部

source: Shuffle by Default
es: Mezclar de forma predeterminada
ja: デフォルトでシャッフルする
zh_hans: 默认走随机播放
zh_hant_hk: 預設走隨機播放
zh_hant_tw: 預設走隨機播放

source: Single Photo Mode
es: Modo de foto única
ja: 1枚表示
zh_hans: 单图模式
zh_hant_hk: 單張相片模式
zh_hant_tw: 單張照片模式

source: Smart Fill
es: Relleno inteligente
ja: スマートフィル
zh_hans: 智能填满
zh_hant_hk: 智能填滿
zh_hant_tw: 智慧填滿

# Solo
source: Solo Mode
es: Modo individual
ja: ソロモード
zh_hans: 单人模式
zh_hant_hk: 單人模式
zh_hant_tw: 單人模式

source: Solo Mode
es: Modo individual
ja: ソロモード
zh_hans: 单人模式
zh_hant_hk: 單人模式
zh_hant_tw: 單人模式

source: Solo Mode · Excludes group photos
es: Modo individual · Excluye fotos grupales
ja: ソロモード · 集合写真を除外
zh_hans: 单人模式 · 不展示合影
zh_hant_hk: 單人模式 · 不顯示合照
zh_hant_tw: 單人模式 · 不顯示合照

source: Solo photos only
es: Solo fotos individuales
ja: 1人の写真のみ
zh_hans: 仅保留单人照片
zh_hant_hk: 只保留單人照片
zh_hant_tw: 只保留單人照片

source: Start Autoplay
es: Iniciar autoavance
ja: 自動再生を開始
zh_hans: 开始自动播放
zh_hant_hk: 開始自動播放
zh_hant_tw: 開始自動播放

source: Start Playback
es: Iniciar reproducción
ja: 再生を開始
zh_hans: 开始播放
zh_hant_hk: 開始播放
zh_hant_tw: 開始播放

source: Start Selecting
es: Empezar a seleccionar
ja: 選択を開始
zh_hans: 开始选择
zh_hant_hk: 開始選擇
zh_hant_tw: 開始選擇

source: Status: Error
es: Estado: Error
ja: ステータス: エラー
zh_hans: 当前状态：异常
zh_hant_hk: 目前狀態：異常
zh_hant_tw: 目前狀態：異常

source: Status: Off
es: Estado: inactivo
ja: ステータス: オフ
zh_hans: 当前状态：未开启
zh_hant_hk: 目前狀態：未開啟
zh_hant_tw: 目前狀態：未開啟

source: Status: On
es: Estado: activo
ja: ステータス: オン
zh_hans: 当前状态：已开启
zh_hant_hk: 目前狀態：已開啟
zh_hant_tw: 目前狀態：已開啟

source: Step %lld of %lld
es: Paso %lld de %lld
ja: 全%2$lldステップ中、%1$lldステップ目
zh_hans: 第 %lld 步，共 %lld 步
zh_hant_hk: 第 %lld 步，共 %lld 步
zh_hant_tw: 第 %lld 步，共 %lld 步

source: Steps to Create an API Key
es: Pasos para crear una API Key
ja: 作成手順
zh_hans: 创建步骤
zh_hant_hk: 建立步驟
zh_hant_tw: 建立步驟

source: Storage and Performance
es: Almacenamiento y rendimiento
ja: ストレージとパフォーマンス
zh_hans: 存储与性能
zh_hant_hk: 儲存與效能
zh_hant_tw: 儲存與效能

source: Strict solo detection is not available right now. This device cannot complete local face detection. Try on a real device, or use normal person filtering for now.
es: La detección estricta de fotos individuales no está disponible. Este dispositivo no puede completar la detección local de rostros. Prueba en un dispositivo real o usa el filtro normal de personas por ahora.
ja: 厳格な単独写真検出は現在利用できません。このデバイスではローカルの顔検出を完了できません。実機で再試行するか、通常の人物フィルターを使用してください。
zh_hans: 严格单人检测暂时不可用。当前设备无法完成本地人脸检测，请换真机重试，或暂时改用普通人物筛选。
zh_hant_hk: 嚴格單人檢測暫時無法使用。目前設備無法完成本地人臉偵測，請換真機重試，或暫時改用一般人物篩選。
zh_hant_tw: 嚴格單人檢測暫時無法使用。目前設備無法完成本地人臉偵測，請換真機重試，或暫時改用一般人物篩選。

source: Support Email
es: Correo de soporte
ja: サポートメール
zh_hans: 支持邮箱
zh_hant_hk: 支援電郵
zh_hant_tw: 支援信箱

source: Switch to Normal Mode
es: Cambiar a modo normal
ja: 通常モードに切り替え
zh_hans: 切换为普通
zh_hant_hk: 切換為普通模式
zh_hant_tw: 切換為一般模式

source: Switch to Solo Mode
es: Cambiar a modo individual
ja: ソロモードに切り替え
zh_hans: 切换为单人模式
zh_hant_hk: 切換為單人模式
zh_hant_tw: 切換為單人模式

source: Tap
es: Toca
ja: タップ
zh_hans: 点击
zh_hant_hk: 點選
zh_hant_tw: 點選

source: Tap %@ to hide this tip
es: Toca %@ para ocultar este consejo
ja: %@をタップしてヒントを閉じます
zh_hans: 点击 %@ 隐藏提示
zh_hant_hk: 點一下%@以隱藏提示
zh_hant_tw: 點一下%@以隱藏提示

source: Tap to enter
es: Toca para escribir
ja: タップして入力
zh_hans: 点击输入
zh_hant_hk: 點擊輸入
zh_hant_tw: 點一下輸入

source: Tasks %lld Cache %@(%llu) Rate %@
es: Tareas %1$lld Caché %2$@(%3$llu) Tasa %4$@
ja: タスク %1$lld キャッシュ %2$@(%3$llu) レート %4$@
zh_hans: 任务 %1$lld 缓存 %2$@(%3$llu) 速率 %4$@
zh_hant_hk: 任務 %lld 快取 %@(%llu) 速率 %@
zh_hant_tw: 任務 %lld 快取 %@(%llu) 速率 %@

source: Test Connection
es: Probar conexión
ja: 接続をテスト
zh_hans: 测试连接
zh_hant_hk: 測試連線
zh_hant_tw: 測試連線

source: Testing connection...
es: Probando conexión...
ja: 接続をテストしています...
zh_hans: 正在测试连接...
zh_hant_hk: 正在測試連接...
zh_hant_tw: 正在測試連接...

source: Testing server connection
es: Probando la conexión del servidor
ja: サーバー接続のテスト
zh_hans: 正在测试服务器连接
zh_hant_hk: 正在測試伺服器連接
zh_hant_tw: 正在測試伺服器連接

source: The API Key is stored in Apple Keychain. Never send it to support by email.
es: La API Key se guarda en el llavero de Apple. No la envíes por correo al equipo de soporte.
ja: API Key は Apple Keychain に保存されます。サポート窓口へメールで送信しないでください。
zh_hans: API Key 会保存在 Apple Keychain 中；请不要把它发给支持邮箱。
zh_hant_hk: API Key 會儲存在 Apple 鑰匙圈；請勿透過電郵傳送給支援團隊。
zh_hant_tw: API Key 會儲存在 Apple 鑰匙圈；請勿透過電子郵件傳送給支援團隊。

source: The app will retry automatically, or you can skip to the next photo.
es: La aplicación lo volverá a intentar automáticamente o puedes pasar a la siguiente foto.
ja: アプリは自動的に再試行するか、次の写真にスキップすることもできます。
zh_hans: 系统会自动重试，你也可以切到下一张。
zh_hant_hk: 系統會自動重試，你也可以切到下一張。
zh_hant_tw: 系統會自動重試，你也可以切到下一張。

source: The photo list can be read, but photo previews cannot load. Enable asset.view and asset.download for this Immich API Key and try again.
es: La lista de fotos se puede leer, pero no se pueden cargar las vistas previas. Activa asset.view y asset.download en esta API Key de Immich e inténtalo de nuevo.
ja: 写真一覧は読み込めますが、写真プレビューを読み込めません。この Immich API Key で asset.view と asset.download を有効にしてから再試行してください。
zh_hans: 已能读取照片列表，但无法加载照片预览。请在 Immich 的 API Key 权限中启用 asset.view 和 asset.download 后重试。
zh_hant_hk: 已能讀取相片列表，但無法載入相片預覽。請在 Immich 的 API Key 權限中啟用 asset.view 和 asset.download 後再試。
zh_hant_tw: 已能讀取照片列表，但無法載入照片預覽。請在 Immich 的 API Key 權限中啟用 asset.view 和 asset.download 後重試。

source: The PIN entries do not match
es: Las entradas del PIN no coinciden
ja: PIN の入力が一致しません
zh_hans: 两次输入的 PIN 不一致
zh_hant_hk: 兩個輸入的 PIN 不一致
zh_hant_tw: 兩個輸入的 PIN 不一致

source: The playback pool request size is invalid. Please try again later.
es: El tamaño de la solicitud del grupo de reproducción no es válido. Inténtelo de nuevo más tarde.
ja: 再生プールのリクエスト サイズが無効です。後でもう一度試してください。
zh_hans: 播放池请求数量异常，请稍后重试。
zh_hant_hk: 播放池請求數量異常，請稍後重試。
zh_hant_tw: 播放池請求數量異常，請稍後重試。

source: The server rejected this API Key. Make sure you copied the full new API Key, not the Key name or an old Key.
es: El servidor rechazó esta API Key. Asegúrate de haber copiado la API Key nueva completa, no el nombre de la API Key ni una API Key anterior.
ja: サーバーがこの API Key を拒否しました。Key 名や古い Key ではなく、新しい API Key 全体をコピーしたことを確認してください。
zh_hans: 服务器拒绝了这个 API Key。请确认复制的是完整的新 API Key，而不是 Key 名称或旧 Key。
zh_hant_hk: 伺服器拒絕了這個 API Key。請確認複製的是完整的新 API Key，而不是 Key 名稱或舊 Key。
zh_hant_tw: 伺服器拒絕了這個 API Key。請確認複製的是完整的新 API Key，而不是 Key 名稱或舊 Key。

source: The server returned an unexpected original image response format
es: El servidor devolvió un formato inesperado para la imagen original
ja: サーバーが予期しない元画像レスポンス形式を返しました
zh_hans: 服务器返回的原图响应格式异常
zh_hant_hk: 伺服器回傳的原圖回應格式異常
zh_hant_tw: 伺服器回傳的原圖回應格式異常

source: The server returned an unexpected photo preview response format
es: El servidor devolvió un formato inesperado para la vista previa
ja: サーバーが予期しない写真プレビューレスポンス形式を返しました
zh_hans: 服务器返回的图片预览响应格式异常
zh_hant_hk: 伺服器回傳的相片預覽回應格式異常
zh_hant_tw: 伺服器回傳的照片預覽回應格式異常

source: The server URL is not a valid Immich API entry point. It may be missing the correct port or reverse proxy path.
es: La URL del servidor no es un punto de entrada válido de la API de Immich. Es posible que falte el puerto correcto o la ruta del proxy inverso.
ja: サーバー URL は有効な Immich API エントリ ポイントではありません。正しいポートまたはリバース プロキシ パスが欠落している可能性があります。
zh_hans: 服务器地址不是可用的 Immich API 入口，可能缺少正确端口或反向代理配置
zh_hant_hk: 伺服器位址並非有效的 Immich API 入口，可能欠缺正確的連接埠或反向代理設定
zh_hant_tw: 伺服器位址不是可用的 Immich API 入口，可能缺少正確連接埠或反向代理配置

source: The slideshow failed to load. Go back, then reopen the slideshow.
es: No se pudo cargar la presentación. Vuelve atrás y abre de nuevo la presentación.
ja: スライドショーを読み込めませんでした。前の画面に戻り、もう一度再生画面を開いてください。
zh_hans: 播放画面加载失败。请返回后重新进入播放页。
zh_hant_hk: 播放畫面載入失敗。請返回上一頁，然後重新進入播放畫面。
zh_hant_tw: 播放畫面載入失敗。請返回上一頁，然後重新進入播放畫面。

source: Third-Party Component Licenses
es: Licencias de componentes de terceros
ja: サードパーティコンポーネントライセンス
zh_hans: 第三方组件许可
zh_hant_hk: 第三方組件授權
zh_hant_tw: 第三方元件授權

source: This photo can't be loaded right now
es: Esta foto no se puede cargar en este momento.
ja: この写真は現在読み込めません
zh_hans: 当前照片暂时无法加载
zh_hant_hk: 目前照片暫時無法載入
zh_hant_tw: 目前照片暫時無法載入

source: This will clear the disk cache and also clear related state dictionaries in the download manager.
es: Esto borrará el caché del disco y también borrará los diccionarios de estado relacionados en el administrador de descargas.
ja: これにより、ディスク キャッシュがクリアされ、ダウンロード マネージャー内の関連する状態辞書もクリアされます。
zh_hans: 将清理磁盘缓存，并同步清理下载管理器中的相关状态字典。
zh_hant_hk: 將清理磁碟緩存，並同步清理下載管理器中的相關狀態字典。
zh_hant_tw: 將清理磁碟緩存，並同步清理下載管理器中的相關狀態字典。

source: to hide this tip
es: para ocultar este consejo
ja: このヒントを隠すには
zh_hans: 隐藏提示
zh_hant_hk: 隱藏提示
zh_hant_tw: 隱藏提示

source: To report an issue, note the version number and steps to reproduce.
es: Para informar un problema, anote el número de versión y los pasos para reproducirlo.
ja: 問題を報告するには、バージョン番号と再現手順を書き留めてください。
zh_hans: 如需反馈问题，可先记录版本号与复现步骤。
zh_hant_hk: 如需回饋問題，可先記錄版本號與復現步驟。
zh_hant_tw: 如需回饋問題，可先記錄版本號與復現步驟。

source: Tracked State Count
es: Recuento de estados rastreados
ja: 追跡された状態の数
zh_hans: 跟踪状态数量
zh_hant_hk: 追蹤狀態數量
zh_hant_tw: 追蹤狀態數量

source: Tracked URL Count
es: Recuento de URL rastreadas
ja: 追跡された URL 数
zh_hans: 跟踪 URL 数量
zh_hant_hk: 追蹤 URL 數量
zh_hant_tw: 追蹤 URL 數量

source: Turn Off Access Protection
es: Desactivar la protección de acceso
ja: アクセス保護をオフにする
zh_hans: 关闭访问保护
zh_hant_hk: 關閉訪問保護
zh_hant_tw: 關閉訪問保護

source: Turn Off Autoplay
es: Desactivar autoavance
ja: 自動再生をオフ
zh_hans: 关闭自动播放
zh_hant_hk: 關閉自動播放
zh_hant_tw: 關閉自動播放

source: Turn On Access Protection
es: Activar protección de acceso
ja: アクセス保護をオンにする
zh_hans: 启用访问保护
zh_hant_hk: 啟用存取保護
zh_hant_tw: 啟用存取保護

source: Turn On Autoplay
es: Activar autoavance
ja: 自動再生をオン
zh_hans: 开启自动播放
zh_hant_hk: 開啟自動播放
zh_hant_tw: 開啟自動播放

source: Turn PIN protection on or off, change the PIN, or recover from errors
es: Active o desactive la protección con PIN, cambie el PIN o recupérese de errores
ja: PIN 保護のオンまたはオフ、PIN の変更、またはエラーからの回復
zh_hans: PIN 开关、修改与异常恢复
zh_hant_hk: PIN 開關、修改與異常恢復
zh_hant_tw: PIN 開關、修改與異常恢復

# Turned off
source: Off
es: Inactivo
ja: オフ
zh_hans: 已关闭
zh_hant_hk: 已關閉
zh_hant_tw: 已關閉

# Turned on
source: On
es: Activo
ja: オン
zh_hans: 已开启
zh_hant_hk: 已開啟
zh_hant_tw: 已開啟

source: Unable to load albums. Check your network or server settings.
es: No se pueden cargar los álbumes. Revisa la red o los ajustes del servidor
ja: アルバムを読み込めません。ネットワークまたはサーバーの設定を確認してください。
zh_hans: 无法加载相册，请检查网络或服务器设置
zh_hant_hk: 無法載入相簿，請檢查網絡或伺服器設定
zh_hant_tw: 無法載入相簿，請檢查網路或伺服器設定

source: Unable to load people list. Check your network or server settings.
es: No se puede cargar la lista de personas. Revisa la red o los ajustes del servidor
ja: 人物リストを読み込めません。ネットワークまたはサーバー設定を確認してください
zh_hans: 无法加载人物列表，请检查网络或服务器设置
zh_hant_hk: 未能載入人物列表，請檢查網絡或伺服器設定
zh_hant_tw: 無法載入人物列表，請檢查網路或伺服器設定

source: Unknown Build
es: Construcción desconocida
ja: 不明なビルド
zh_hans: 未知构建
zh_hant_hk: 未知建構
zh_hant_tw: 未知建構

source: Unknown error, status code: %lld
es: Error desconocido, código de estado: %lld
ja: 不明なエラー、ステータス コード: %lld
zh_hans: 未知错误,状态码: %lld
zh_hant_hk: 未知錯誤,狀態碼: %lld
zh_hant_tw: 未知錯誤,狀態碼: %lld

source: Unknown error: %@
es: Error desconocido: %@
ja: 不明なエラー: %@
zh_hans: 未知错误：%@
zh_hant_hk: 未知錯誤：%@
zh_hant_tw: 未知錯誤：%@

source: Unknown error: unable to build the original image URL
es: Error desconocido: no se pudo crear la URL de la imagen original
ja: 不明なエラー: 元画像 URL を作成できません
zh_hans: 未知错误:无法拼接原图访问地址
zh_hant_hk: 未知錯誤：無法拼接原圖存取位址
zh_hant_tw: 未知錯誤：無法拼接原圖存取位址

source: Unknown error: unable to build the photo preview URL
es: Error desconocido: no se pudo crear la URL de vista previa
ja: 不明なエラー: 写真プレビュー URL を作成できません
zh_hans: 未知错误:无法拼接图片预览地址
zh_hant_hk: 未知錯誤：無法拼接相片預覽位址
zh_hant_tw: 未知錯誤：無法拼接照片預覽位址

source: Unknown error: unable to construct API endpoint URL
es: Error desconocido: no se puede construir la URL del punto final de la API
ja: 不明なエラー: API エンドポイント URL を構築できません
zh_hans: 未知错误：无法构建 API 端点 URL
zh_hant_hk: 未知錯誤：無法建立 API 端點 URL
zh_hant_tw: 未知錯誤：無法建立 API 端點 URL

source: Unknown error: unable to parse server response
es: Error desconocido: no se puede analizar la respuesta del servidor
ja: 不明なエラー: サーバーの応答を解析できません
zh_hans: 未知错误:无法解析服务器响应
zh_hant_hk: 未知錯誤:無法解析伺服器回應
zh_hant_tw: 未知錯誤:無法解析伺服器回應

source: Unknown Version
es: Versión desconocida
ja: 不明なバージョン
zh_hans: 未知版本
zh_hant_hk: 未知版本
zh_hant_tw: 未知版本

source: Unnamed
es: Sin nombre
ja: 無名
zh_hans: 未命名
zh_hant_hk: 未命名
zh_hant_tw: 未命名

source: Unnamed Album
es: Álbum sin nombre
ja: 名前のないアルバム
zh_hans: 未命名相册
zh_hant_hk: 未命名相簿
zh_hant_tw: 未命名相簿

source: Unnamed Person
es: Persona sin nombre
ja: 名前のない人物
zh_hans: 未命名人物
zh_hant_hk: 未命名人物
zh_hant_tw: 未命名人物

source: Unofficial Notice
es: Aviso no oficial
ja: 非公式に関する表示
zh_hans: 非官方声明
zh_hant_hk: 非官方聲明
zh_hant_tw: 非官方聲明

source: URL failed
es: URL fallida
ja: URLが失敗しました
zh_hans: 地址失败
zh_hant_hk: 地址失敗
zh_hant_tw: 地址失敗

source: URL OK
es: URL correcta
zh_hans: 地址OK
zh_hant_hk: 地址OK
zh_hant_tw: 地址OK

source: Use a 6-digit PIN to protect the settings entry.
es: Usa un PIN de 6 dígitos para proteger la entrada de configuración.
ja: 設定エントリを保護するには、6 桁の PIN を使用します。
zh_hans: 使用 6 位数字 PIN 保护设置入口。
zh_hant_hk: 使用 6 位數 PIN 保護設定入口。
zh_hant_tw: 使用 6 位數 PIN 保護設定入口。
